# Taps
tap 'homebrew/bundle'

# Binaries
brew 'git'
# brew 'gnupg2'
brew 'grep'
# brew 'httpie'
# brew 'hub'
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'tree' # List directories in a tree structure
brew 'zlib' # Needed for Memcached

# Development
brew 'php'
brew 'php@7.3'
brew 'php@7.2'
brew 'composer'
brew 'imagemagick'
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'redis'
brew 'yarn'